[
    {"id":"1","name":"GONE FISHING","price":"26.67$","image":"f1.jpg","details":" Gone Fishing is relaxing, beautiful on the eye, occasionally quite moving and, above all, just funny. "}
    , {"id":"2","name":"CAT CHIN DINNER","price":"56.98$","image":"f2.jpg","details":"  The name comes from the Dutch word jaght, which translates as 'hunter', a fast, light sailing vessel used in the past by the nation's navy to chase pirates and other ne'er do wells."}
  , {"id":"3","name":"AVIS ANGLER","price":"28.77$","image":"f3.jpg","details":"Spending time on the water poses several benefits. The sound of water alone has been found to increase blood flow in the brain and stimulate relaxation."}
  , {"id":"4","name":"BAIT MASTER","price":"33.69$","image":"f4.jpg","details":"The Bait Master is a 27 foot Sea Ray Amberjack, with a ten foot beam and is powered by twin 5.7L Mercury I/O units. It's docked at Bart's Cove Marina. "}
  , {"id":"5","name":"BIGGER GAMES","price":"55.67$","image":"f5.jpg","details":" A typical offering: a two-hundred-and-three-foot superyacht named Sea Owl, selling secondhand for ninety million dollars. The owner, Robert ..."}
  , {"id":"6","name":"REEL DEEL","price":"55.79$","image":"f6.jpg","details":"Founded by Miami local and avid yachtsman Marcos Morjain over 40 years ago, Reel Deal Yachts serves as Miami's top boutique brokerage for South Florida Elite."}
  , {"id":"7","name":"KING FISHER","price":"89.67$","image":"f7.webp","details":"Kingfisher was an extreme clipper built in 1853 that sailed on the San Francisco route as well as to Hawaii on its way to China. It eventually sailed out of Originally built in 1959 but undergoing extensive refits in recent years, Kingfisher is 50 feet of classic built lines, and luxury upgrades. Get on board today."} 
  , {"id":"8","name":"TERMINATOR","price":"25.67$","image":"f8.jpg","details":"Elliott has drawn a more aesthetically pleasing yacht, after criticism that some of his past designs have not been good-looking enough. REALL. TOTAL RECALL. Ron ."}
  , {"id":"9","name":"SECOND WIND","price":"55.67$","image":"f9.jpg","details":"Second wind is a phenomenon in distance running, such as marathons or road running(as well as other sports), whereby an athlete who is out of breath and too tired to continue suddenly finds the strength to press on at top performance with less exertion."}
  , {"id":"10","name":"WHISPER","price":"77.47$","image":"f10.jpg","details":"In the 14th century, the world's first yachts came about, also because of royals. Rich Dutch merchants used to use small and fast-moving boats for celebrations when their merchant ships returned, but began using these “jaghts” to take friends out for fun, as well.."}
  , {"id":"11","name":"SWALLOW","price":"88.90$","image":"f11.jpg","details":"Matt Newland, director of Swallow Yachts: Swallow Yachts is a bespoke boat builder and designer based in Cardigan, Wales. We build between 25 and 30 boats a year, valued from £17,000 to £75,000 per boat. Though our core business remains in the UK and Europe, we do export to Japan, Australia and America as well.."}
  , {"id":"12","name":"BOAT MARLIN GRAN CANARIA","price":"77.17$","image":"f12.jpg","details":"When You Should Go to Catch Marlin and Spearfish. May to October is considered high season for Marlin fishing, and late July to October is ideal.."}
  ]